Repository: mozilla-l10n/mt-training-data
Catalog: am/am_pontoon.tmx
Source language: en_us
Languages: am

source: 100 people recording 100 sentences a day can generate 13 hours of audio. Keeping up this performance, 1000 hours can be reached under 3 months.
am: በቀን 100 ዓረፍተ ነገሮችን የሚቀርጹ 100 ሰዎች 13 ሰዓታት የድምጽ መስጫ ሊፈጥሩ ይችላሉ። ይህንን አፈፃፀም በመጠበቅ፣ ከ3 ወራት በታች 1000 ሰዓታትን ማግኘት ይቻላል።

source: 1 sentence collected
am: 1 ዓረፍተ-ነገር ተሰብስቧል

source: 2019 End-of-Year Release
am: የ2019 የዓመቱ መጨረሻ ልቀት

source: 2 down, keep it up!<playIcon></playIcon>
am: 2 አልቋል፣ ቀጥልበት!<playIcon></playIcon>

source: ≥ 2 No votes
am: ≥ 2 ምንም ድምጽ የለም።

source: ≥ 2 Yes votes
am: ≥ 2 አዎ ድምጽ

source: Abaza
am: አባዛ

source: Abbreviations and Acronyms
am: ምህጻረ ቃል እና የቃላት መነሻ ፊደሎች

source: Abbreviations and acronyms like “USA” or “ICE” should be avoided in the source text because they may be read in a way that does not coincide with their spelling. Additionally, there may be multiple accurate readings for a single abbreviation.
am: እንደ “USA” ወይም “ICE” ያሉ አህጽሮተ ቃላት ከምንጩ ጽሑፍ መራቅ አለባቸው ምክንያቱም ከሆሄያቸው ጋር በማይጣጣም መልኩ ሊነበቡ ስለሚችሉ ነው። በተጨማሪም፣ ለአንድ አህጽሮተ ቃል በርካታ ትክክለኛ ንባቦች ሊኖሩ ይችላሉ።

source: Abkhaz
am: አብክሀዝ

source: About
am: ስለ

source: About options menu
am: ስለ አማራጮች ምናሌ

source: About us
am: ስለ እኛ

source: About us options menu
am: ስለ እኛ አማራጮች ምናሌ

source: Academic Reference
am: የትምህርት ማጣቀሻ

source: Accent
am: አነጋገር

source: Accepted file types: .tsv only
am: ተቀባይነት ያላቸው የፋይል ዓይነቶች፡.tsv ብቻ

source: Access press releases and stories related to Common Voice
am: ከጋራ ድምጽ ጋር የሚዛመዱ የጋዜጣዊ መግለጫዎችን እና ታሪኮችን ያግኙ

source: Account
am: መለያ

source: <accuracyLink>See more on accuracy criteria.</accuracyLink>
am: <accuracyLink>በትክክለኛነት መስፈርት ላይ የበለጠ ይመልከቱ።</accuracyLink>

source: Acehnese
am: አሴህነስ

source: { $actionType } <micIcon></micIcon> and respond as naturally as you can
am: { $actionType } <micIcon></micIcon> እና በተቻለዎት መጠን ተፈጥሮአዊ ምላሽ ይስጡ

source: { $actionType } <playIcon></playIcon> and write down what you hear the person saying
am: { $actionType } <playIcon></playIcon> እና ሰውዬው ሲናገር የሰሙትን ይጻፉ

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
am: { $actionType } <playIcon> </playIcon> ዓረፍተ ነገሩን በትክክል ተናገሩ?

source: { $actionType } <playIcon></playIcon> Listen to the audio clip, and check the transcription. Does it match? If not, edit it to match perfectly.
am: { $actionType } <playIcon></playIcon> የድምጽ ቅንጥቡን ያዳምጡ፣ እና ቅጂውን ያረጋግጡ። ይዛመዳል? ካልሆነ፣ በትክክል እንዲዛመድ ያርትዑት።

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
am: { $actionType } <recordIcon> </recordIcon> ከዚያም ዓረፍተ ነገሩን ጮክ ብለው ያንብቡ

source: { $actionType }<stopIcon></stopIcon> when done
am: ሲጨርሱ { $actionType } <stopIcon> </stopIcon>

source: { $actionType } submit when ready
am: ዝግጁ ሲሆኑ { $actionType } ያስገቡ

source: Adamawa Fulfulde
am: አዳማዋ ፉልፉልዴ

source: Add and Review Sentences, Add Questions, Transcribe Audio
am: ዓረፍተ ነገሮችን ያክሉ እና ይገምግሙ፣ ጥያቄዎችን ያክሉ፣ ድምፁን ወደ ፅሁፍ ይገልብጡ

source: Add as much information as you can about the language. This could include:
am: ስለ ቋንቋው በተቻለ መጠን ብዙ መረጃ ያክሉ። ይህ የሚከተሉትን ሊያካትት ይችላል

source: Add <icon></icon> a public domain sentence
am: የወል ጎራ ዓረፍተ ነገር <icon></icon> ያክሉ

source: Add information
am: መረጃ አክል

source: Adding Questions
am: ጥያቄዎችን ማከል

source: Adding Sentences
am: ዓረፍተ-ነገሮችን በማከል ላይ

source: Additional Language
am: ተጨማሪ ቋንቋ

source: Add Language
am: ቋንቋ ጨምር

source: Add new custom accent "{ $inputValue }"
am: አዲስ ብጁ ዘዬ ያክሉ "{ $inputValue }"

source: Add new sentences for the community to read
am: ማህበረሰቡ እንዲያነብባቸው አዲስ ዓረፍተ ነገሮችን ያክሉ

source: Add one sentence per line
am: በአንድ መስመር አንድ ዓረፍተ ነገር ያክሉ

source: Add questions in your language
am: በቋንቋዎ ጥያቄዎችን ያክሉ

source: Add Questions <small>(Coming soon)</small>
am: ጥያቄዎችን ያክሉ <small>(በቅርብ ጊዜ)</small>

source: Add Sentences
am: ዓረፍተ ነገሮችን ያክሉ

source: Add sentences in your language
am: በቋንቋዎ ውስጥ ዓረፍተ ነገሮችን ያክሉ

source: Add Text
am: ጽሑፍ አክል

source: Add up to 1,000 sentences
am: እስከ 1,000 ዓረፍተ ነገሮች ይጨምሩ

source: Add Your Voice
am: ድምጽዎን ይጨምሩ

source: Adja
am: አድጃ

source: Adyghe
am: አዳይግ

source: Afaan Oromo
am: ኦሮምኛ

source: Afar
am: አፋር

source: A few bytes
am: ጥቂት ባይቶች

source: Afrikaans
am: አፍሪካንስ

source: Age
am: ዕድሜ

source: A good question for public participation datasets should:
am: ለህዝብ ተሳትፎ የመረጃ ስብስቦች ጥሩ ጥያቄ የሚከተሉትን ማድረግ ይኖርበታል፡-

source: Agriculture and Food
am: ግብርና እና ምግብ

source: Albanian
am: አልባንያኛ

source: A little background noise is okay, but if you can hear another person speaking distinct words, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
am: ትንሽ የበስተጀርባ ድምጽ ምንም አይደለም፣ ነገር ግን ሌላ ሰው የተለየ ቃላት ሲናገር መስማት ከቻሉ፣ ቅንጥቡ ውድቅ መደረግ አለበት። በተለምዶ ይህ የሚሆነው ቴሌቪዥኑ በርቶ በነበረበት ወይም በአቅራቢያው ውይይት በሚደረግበት ቦታ ነው።

source: All
am: ሁሉም

source: All sentence must have the same domain
am: ሁሉም ዓረፍተ ነገር አንድ አይነት ጎራ ሊኖረው ይገባል

source: All sentences must have the same citation
am: ሁሉም ሁሉም ዓረፍተ ነገሮች አንድ አይነት ማጣቀሻ ሊኖራቸው ይገባል

source: Already have an account? <login>Log-In</login>
am: መለያ አለዎት? <login>ግባ</login>

source: Alsatian
am: አልሳቲያን

source: Amba
am: አምባ

source: Amharic
am: አማርኛ

source: An error occurred fetching sentences
am: ዓረፍተ-ነገሮችን ማምጣት ላይ ስህተት ተፈጥሯል

source: An error occurred reviewing this sentence
am: ይህን ዓረፍተ-ነገር በመገምገም ላይ ስህተት ተፈጥሯል

source: An error occurred submitting your voice information
am: የድምጽ መረጃዎን በማስገባት ላይ ስህተት ተፈጥሯል።

source: An error occurred while creating this transcript
am: ይህን የፅሁፍ ግልባጭ በመፍጠር ላይ ስህተት አጋጥሟል

source: An error occurred while editing the transcript
am: ፅሁፉን በማርትዕ ላይ ሳለ ስህተት ተከስቷል።

source: An error occurred while recording
am: በመቅረጽ ላይ ስህተት ተከስቷል።

source: An error occurred while skipping the transcript
am: ፅሁፉን በመዝለል ላይ ስህተት ተፈጥሯል።

source: An error occurred while skipping this prompt
am: ይህን ጥያቄ በመዝለል ላይ ስህተት ተፈጥሯል።

source: An error occurred while submitting the report
am: ዘገባውን በማስረከብ ላይ ስህተት ተከስቷል።

source: An error occurred while uploading your response
am: ምላሽዎን በመስቀል ላይ ስህተት አጋጥሟል

source: An error occurred while voting the transcript
am: ፅህፅሁፉን በመምረጥ ላይ ስህተት ተከስቷል።

source: Anonymized user data like age, gender, and accent helps improve the audio data used to train the accuracy of speech recognition engines. Your username and email will never be associated with your submitted data, and you can choose whether to make your username public or anonymous.
am: እንደ ዕድሜ፣ ጾታ እና ዘዬ ያሉ ስም-አልባ የተጠቃሚ ውሂብ የንግግር ማወቂያ ሞተሮችን ትክክለኛነት ለማሰልጠን ጥቅም ላይ የዋለውን የድምጽ ውሂብ ለማሻሻል ይረዳል። የተጠቃሚ ስምዎ እና ኢሜልዎ ከገባው ውሂብ ጋር በጭራሽ አይጣመርም፣ እና የተጠቃሚ ስምዎን ይፋዊ ወይም ማንነቱ ያልታወቀ ለማድረግ መምረጥ ይችላሉ።

source: Answer
am: መልስ

source: Answering a Question
am: ጥያቄን መመለስ

source: Answer Naturally and Authentically
am: በተፈጥሮ እና በትክክለኛነት መልስ ይስጡ

source: Answer questions
am: ጥያቄዎችን ይመልሱ

source: Answer Questions <small>(Coming soon)</small>
am: ጥያቄዎችን ይመልሱ <small>(በቅርብ ጊዜ)</small>

source: An unexpected error occurred. Please try again later. For help, please join the <matrixLink>Matrix community chat</matrixLink>, monitor site issues via <githubLink>GitHub</githubLink> or visit <discourseLink>our Discourse forums</discourseLink>.
am: ያልተጠበቀ ስህተት ተከስቷል። እባክዎ ቆይተው እንደገና ይሞክሩ። ለእገዛ፣ እባክዎ የ<matrixLink>ማትሪክስ የማህበረሰብ ውይይት</matrixLink>ን ይቀላቀሉ፣ የጣቢያ ችግሮችን በ<githubLink>ጊትሀብ</githubLink> በኩል ይከታተሉ ወይም <discourseLink>የእኛን የዲስኮርስ መድረኮች</discourseLink>ን ይጎብኙ።

source: Anyone can preserve, revitalise and elevate their language by sharing, creating and curating text and speech datasets.
am: ማንኛውም ሰው የፅሁፍ እና የንግግር ውሂብ ስብስቦችን በማጋራት፣ በመፍጠር እና በማዘጋጀት ቋንቋቸውን ማቆየት፣ ማነቃቃት እና ከፍ ማድረግ ይችላል።

source: Approve
am: አጽድቅ

source: A quiet background hubbub is OK, but we don’t want additional voices that may cause a machine algorithm to identify words that are not in the written text. If you can hear distinct words apart from those of the text, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
am: ጸጥ ያለ ዳራ hubbub ደህና ነው፣ ነገር ግን የማሽን አልጎሪዝም በጽሁፍ ውስጥ የሌሉ ቃላትን እንዲለይ የሚያደርጉ ተጨማሪ ድምፆችን አንፈልግም። ከጽሁፉ ውጭ የተለያዩ ቃላትን መስማት ከቻሉ፣ ቅንጥቡ ውድቅ መደረግ አለበት። በተለምዶ ይህ የሚሆነው ቴሌቪዥኑ በርቶ በነበረበት ወይም በአቅራቢያው ውይይት በሚደረግበት ቦታ ነው።

source: Arabic
am: አረብኛ

source: Aragonese
am: አራጎኒስ

source: Are you already in our Beta testing group for Common Voice’s Spontaneous Speech Project?
am: ለጋራ ድምጽ የነፃነት ንግግር ፕሮጄክት በቤተ ሙከራ ቡድናችን ውስጥ ነዎት?

source: Are you coming? [called by another]
am: እያመጣህ ነው? [በሌላ የተጠራ]

source: Are you coming? <strong>[called by another]</strong>
am: እያመጣህ ነው? <strong>[በሌላ የተጠራ]</strong>

source: Armenian
am: አርመንኛ

source: Armenian Western
am: የአርሜኒያ ምዕራባዊ

source: Aromanian
am: አሮማንኛ

source: Arvanitika
am: አርቫኒቲካ

source: Asheninka Perene
am: አሼኒንካ ፔሬን

source: Asheninka South Ucayali
am: አሼኒንካ ደቡብ ኡካያሊ

source: Ask about a new language
am: ስለ አዲስ ቋንቋ ይጠይቁ

source: Ask Mozilla to share your events
am: ክስተቶችዎን እንዲያካፍል ሞዚላን ይጠይቁ

source: Ask sensitive questions
am: ስሱ ጥያቄዎችን ይጠይቁ

source: Ask us questions on <matrixLink>Matrix</matrixLink>, <discourseLink>Discourse</discourseLink> or <emailLink>email</emailLink>.
am: ጥያቄዎችን በ<matrixLink>ማትሪክስ</matrixLink>፣ <discourseLink>ዲስኩር</discourseLink> ወይም <emailLink>ኢሜል</emailLink> ላይ ይጠይቁን።

source: As of Common Voice 23.0, all Common Voice datasets are exclusively available for download through Mozilla Data Collective! This page serves as a historical archive for past versions of Mozilla Common Voice datasets. Archive releases should only be used in specific research scenarios, not for training, to respect the wishes of those who have requested that their contributions be excluded.
am: ከጋራ ልሳን 23.0 ጀምሮ፣ ሁሉም የየጋራ ልሳን የውሂብ ስብስቦች በሞዚላ ውሂብ ስብስብ በኩል ለማውረድ ብቻ ይገኛሉ! ይህ ገጽ ለቀድሞ የሞዚላ የጋራ ልሳን የውሂብ ስብስቦች እንደ ታሪካዊ ማህደር ሆኖ ያገለግላል። የማህደር ልቀቶች በተወሰኑ የምርምር ሁኔታዎች ውስጥ ብቻ ጥቅም ላይ መዋል አለባቸው፣ ለስልጠና ሳይሆን፣ አስተዋፅዖዎቻቸው እንዲገለሉ የጠየቁትን ሰዎች ፍላጎት ለማክበር።

source: Assamese
am: አሳሚስ

source: Assume you know the language of every word – tag based on usage.
am: የእያንዳንዱን ቃል ቋንቋ እንደሚያውቁ ያስቡ - መለያው በአጠቃቀም ላይ የተመሠረተ።

source: Asturian
am: አስቱሪያን

source: Atayal
am: አታያል

source: A transcription should capture every word or non-lexical conversation sound that was said by the person, including repetitions.
am: የፅሁፍ ግልባጭ ድግግሞሾችን ጨምሮ በሰውየው የተነገረውን እያንዳንዱን ቃል ወይም የቃላታዊ ያልሆነ የውይይት ድምጽ መያዝ አለበት።

source: Attention!
am: ትኩረት!

source: Audio Format
am: የድምጽ ቅርጸት

source: Automotive and Transport
am: አውቶሞቲቭ እና ትራንስፖርት

source: Avatar
am: አምሳያ

source: Avatar uploaded
am: አምሳያ ተጭኗል

source: Average
am: አማካይ

source: A voice clip is marked "valid" when a user gives it a Yes vote.
am: የድምጽ ቅንጥብ ተጠቃሚው አዎ ድምጽ ሲሰጠው "ልክ ነው" የሚል ምልክት ይደረግበታል።

source: Avoid too much background noise - it should be easy to hear you.
am: በጣም ብዙ የጀርባ ድምጽን ያስወግዱ - እርስዎን ለመስማት ቀላል መሆን አለበት።

source: Awards
am: ሽልማቶች

source: Azerbaijani
am: አዘርባጃንኛ

source: Baatonum
am: ባቶንም

source: Baba Malay
am: ባባ ማላይ

source: Back
am: ተመለስ

source: Background Noise
am: የጀርባ ጫጫታ

source: Background Voices
am: የበስተጀርባ ድምጾች

source: Back to Top
am: ወደ ላይ ተመለስ

source: Bafia
am: ባፊያ

source: Bafut
am: ባፉት

source: Bahasa Malay
am: ባሃሳ ማላይ

source: Bakoko
am: ባኮኮ

source: Balochi
am: ባሎቺ

source: Balti
am: ባልቲ

source: Bambara
am: ባምባራ

source: Bamun
am: ባሙን

source: Bamvele
am: ባምቬሌ

source: Bankon
am: ባንኮን

source: Baoule
am: ባውሌ

source: Basaa
am: ባሳ

source: Bashkir
am: ባሽኪርስ

source: Basque
am: ባስክ

source: Batanga
am: ባታንጋ

source: Bateri
am: ባተሪ

source: Be cautious before rejecting a clip on the ground that the reader has mispronounced a word, has put the stress in the wrong place, or has apparently ignored a question mark. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a margin of appreciation for those who may speak differently from you.
am: አንባቢው ቃሉን በተሳሳተ መንገድ ተናግሯል፣ ጭንቀቱን በተሳሳተ ቦታ ላይ እንዳስቀመጠው ወይም የጥያቄ ምልክትን ችላ በማለት በመሬት ላይ ያለውን ክሊፕ ውድቅ ከማድረግዎ በፊት ይጠንቀቁ። በአለም ዙሪያ ብዙ አይነት አጠራር አነባበቦች አሉ፣አንዳንዶቹ በአካባቢያችሁ ማህበረሰብ ውስጥ ሰምተሃቸው ሊሆን ይችላል። እባኮትን ካንተ በተለየ መንገድ ለሚናገሩ ሰዎች የምስጋና ህዳግ ያቅርቡ።

source: Become a Common Voice Partner
am: የጋራ ልሳን አጋር ይሁኑ

source: Be easy to understand and respond to
am: ለመረዳት እና ምላሽ ለመስጠት ቀላል መሆን

source: Be generally relevant
am: በአጠቃላይ ተዛማጅ ይሁኑ

source: Belarusian
am: ቤላሩሲያን

source: Benefits
am: ልዩ ጥቅሞች

source: Bengali
am: ቤንጋሊ

source: [‘Beret’ is OK whether with stress on the first syllable (UK) or the second (US)]
am: ['Beret' በመጀመሪያው ክፍለ ጊዜ (ዩኬ) ወይም በሁለተኛው (US) ላይ ውጥረት ቢኖርበት ምንም ችግር የለውም]

source: Betawi
am: ቤታዊ

source: Better support for language realities like translanguaging and <mark>code-switching</mark>
am: እንደ መተርጎም እና <mark>ኮድ መቀየር</mark> ያሉ የቋንቋ እውነታዎች የተሻለ ድጋፍ

source: Better support for languages that have little or <mark>no text corpus</mark> to use (eg, sociolects, variants, historically unscripted languages etc)
am: ለመጠቀም ትንሽ ወይም <mark>ምንም የጽሑፍ ስብስብ</mark> ለሌላቸው ቋንቋዎች የተሻለ ድጋፍ (ለምሳሌ፡ ሶሺዮሌክትስ፣ ተለዋጮች፣ በታሪክ ያልተጻፉ ቋንቋዎች ወዘተ)

source: Bodo
am: ቦዶ

source: <bold>Avoid switching if you normally do it.</bold> It’s fine to switch mid-sentence, mid-thought, or just for one word.
am: <bold>በተለመደው መንገድ የምትጠቀሙበት ከሆነ ከመቀየር ይቆጠቡ።</bold> በዓረፍተ ነገር መካከል፣ በሐሳብ መካከል ወይም በአንድ ቃል ብቻ መቀየር ችግር የለውም።

source: <bold>Civil society and researchers</bold> - create, host and share impactful datasets for free
am: <bold>ሲቪል ማህበረሰብ እና ተመራማሪዎች</bold> - ተፅዕኖ ያለው የውሂብ ስብስቦችን ይፍጠሩ፣ ያስተናግዱ እና ያጋሩ

source: <bold>“Correct” your language.</bold> This isn’t a test. “Proper” form doesn’t matter here, natural language does.
am: <bold>ቋቋዎን "ያስተካክሉ"።</bold> ይህ ፈተና አይደለም። "ትክክለኛ" ቅርፅ እዚህ ላይ ምንም ለውጥ አያመጣም፣ ተፈጥሯዊ ቋንቋ ግን ለውጥ ያመጣል።

source: <bold>{ $count }</bold> Clips
am: <bold>{ $count }</bold> ቅንጥቦች

source: <bold>Force switching if it’s not natural.</bold> Only switch if that’s how you would naturally talk in that situation.
am: <bold>ተፈጥሯዊ ካልሆነ በኃይል መቀያየርን ያስተካክሉ።</bold> በዚያ ሁኔታ ውስጥ በተፈጥሮ እንደዚህ አይነት ነገር የሚናገሩ ከሆነ ብቻ ይቀይሩት።

source: <bold>Help us</bold> find more voices
am: ተጨማሪ ድምጾችን እንድናገኝ <bold>ያግዙን</bold>

source: <bold>If you value open, inclusive data - donate today!</bold>
am: <bold>ለክፍት፣ አካታች ዳታ ዋጋ ከሰጡ - ዛሬውኑ ይለግሱ!</bold>

source: <bold>Include direct quotes or dialogue.</bold> Say exactly what someone said, not a cleaned-up or formal version. Example:
am: <bold>ቀጥተኛ ጥቅሶችን ወይም ውይይቶችን ያካትቱ።</bold> አንድ ሰው የተናገረውን በትክክል ይናገሩ፣ የተጣራ ወይም መደበኛ ስሪት አይደለም። ለምሳሌ፡

source: <bold>Philanthropy</bold> - sponsor dataset creation to fuel local innovation and development
am: <bold>በጎ አድራጎት</bold> - የአካባቢ ፈጠራን እና ልማትን ለማበረታታት የውሂብ ስብስብ መፍጠርን ስፖንሰር ያድርጉ

source: <bold>Reflect emotion, identity, and context.</bold> Switching usually happens when people express emotion, urgency, or cultural ideas. Lean into these when answering questions.
am: <ደፋር>ስሜትን፣ ማንነትን እና አውድን ያንፀባርቁ።</ደፋር> መቀያየር ብዙውን ጊዜ የሚከሰተው ሰዎች ስሜትን፣ አጣዳፊነትን ወይም የባህል ሀሳቦችን ሲገልጹ ነው። ለጥያቄዎች መልስ ሲሰጡ በእነዚህ ላይ ያተኩሩ።

source: <bold>Speak how you would with friends or family.</bold> If you mix languages in real life, do the same here. Example:
am: <bold>ከጓደኞችዎ ወይም ከቤተሰብዎ ጋር እንዴት እንደሚነጋገሩ ይናገሩ።</bold> በእውነተኛ ህይወት ውስጥ ቋንቋዎችን የሚቀላቀሉ ከሆነ እዚህ ጋር ተመሳሳይ ነገር ያድርጉ። ለምሳሌ፡

source: <bold>Speak like you’re writing formally.</bold> Avoid formal, academic answers. Keep it conversational.
am: <bold>እንደ መደበኛ ጽሑፍዎ ይናገሩ።</bold> መደበኛ፣ ትምህርታዊ መልሶችን ያስወግዱ። ውይይቱን ያረጋግጡ።

source: <bold>Tech companies</bold> - invest in open dataset creation for a thriving multilingual AI ecosystem
am: <bold>የቴክ ኩባንያዎች</bold> - ለበለጸገ ባለብዙ ቋንቋ የሰው ሰራሽ አስተውሎት ምህዳር በክፍት የውሂብ ስብስብ መፍጠር ላይ መዋእለ ንዋይ ያፍሱ

source: <bold>Translate or repeat everything.</bold> Just say it once, the way it would come in a conversation. You don’t have to say a version of the response in each language.
am: <bold>ሁሉንም ነገር ይተርጉሙ ወይም ይድገሙት።</bold> አንድ ጊዜ ብቻ ይናገሩ፣ በውይይቱ ውስጥ እንዴት እንደሚመጣ። በእያንዳንዱ ቋንቋ የምላሹን ስሪት መናገር አያስፈልግዎትም።

source: <bold>Use both languages if that’s how you would normally say it.</bold> Even switching just a word or two is useful. Example:
am: <bold>በተለመደው መንገድ የምትሉት ከሆነ ሁለቱንም ቋንቋዎች ይጠቀሙ።</bold> አንድ ወይም ሁለት ቃላትን ብቻ መቀየር እንኳን ጠቃሚ ነው። ለምሳሌ፡

source: <bold>Use full responses with context.</bold> Be as detailed as possible, giving as much detail as you can. Share a story or example in your answers.
am: <bold>ሙሉ ምላሾችን ከአውድ ጋር ይጠቀሙ።</bold> በተቻለዎት መጠን ዝርዝር ይሁኑ፣ በተቻለዎት መጠን ዝርዝር መረጃ ይስጡ። በመልሶችዎ ውስጥ ታሪክ ወይም ምሳሌ ያጋሩ።

source: <bold>Why should AI only work for a few of the world’s languages?</bold>
am: <strong>ለምን ሰው ሰራሽ አስተውሎት ለጥቂት የአለም ቋንቋዎች ብቻ ይሰራል?</strong>

source: Borgu Fulfulde
am: ቦርጉ ፉልፉልዴ

source: Bosnian
am: ቦስንያን

source: Both
am: ሁለቱም

source: Both (Speak and Listen)
am: ሁለቱም (ይናገሩ እና ያዳምጡ)

source: Brahui
am: ብራሁይ

source: Breton
am: ብሪቶን

source: [British English might make "root"]
am: [ብሪቲሽ እንግሊዘኛ "root" ሊያደርግ ይችላል]

source: Browse Languages
am: ቋንቋዎችን ያስሱ

source: Brushaski
am: ብሩሻስኪ

source: Build a custom goal
am: ብጁ ግብ ይገንቡ

source: Build Profile
am: መገለጫ ይገንቡ

source: Bukusu
am: ቡኩሱ

source: Bulgarian
am: ቡልጋሪያኛ

source: Bulk batch
am: የጅምላ ስብስብ

source: Bulk Sentences
am: ጅምላ ዓረፍተ-ነገሮች

source: Bulk Sentence Submission
am: የጅምላ ዓረፍተ-ነገር ማስገባት

source: Bulk Sentences Uploaded
am: በጅምላ የተጫኑ ዓረፍተ-ነገሮች

source: Bulu
am: ቡሉ

source: Bunun
am: ቡኑን

source: Burmese
am: በርሚስ

source: Buryat
am: ቡርያት

source: <b>Why an email?</b> We may need to contact you in the future about changes to the dataset, an email provides us a point of contact.
am: <b> ኢሜል ለምን? </b> በውሂብ ስብስቡ ላይ ስለሚደረጉ ለውጦች ወደፊት እርስዎን ማነጋገር ሊያስፈልገን ይችላል ፣ ኢሜል የመገናኛ ነጥብ ይሰጠናል።

source: By clicking “Send a link to my email”, you agree to our <termsLink>Terms of Service</termsLink> and <privacyLink>Privacy Policy</privacyLink> and that Mozilla may email you with information on how to participate in the Beta Testing for Common Voice’s Spontaneous Speech Project.
am: «ወደ ኢሜይሌ አገናኝ ላክ»ን ጠቅ በማድረግ በ<termsLink>አገልግሎት ውላችን</termsLink> እና <privacyLink>ግላዊነት ፖሊሲ</privacyLink> ተስማምተዋል እና ሞዚላ ለጋራ ድምጽ የነፃነት የንግግር ፕሮጄክት የቅድመ-ይሁንታ ሙከራ እንዴት መሳተፍ እንደምትችል መረጃ በኢሜይል ሊልክልዎ ይችላል።

source: By editing your goal, you may lose your existing progress.
am: ግብዎት ላይ አርትኦት ከፈፀሙ፣ ያለዎትን ሂደት ሊያጡ ይችላሉ።

source: By opting in to receive emails you state that you are okay with Mozilla handling this info as explained in Mozilla’s <privacyLink>Privacy Policy</privacyLink>.
am: ኢሜይል ለመቀበል ፈቃደኛ ሲሆኑ፤ ሞዚላ እነዚህን መረጃዎች የሚይዝበትን በሞዚላ <privacyLink>የግላዊነት ፖሊሲ</privacyLink> ላይ የተገለፀውን መቀበልዎትን ያሳያል።

source: <b>You agree</b> to not attempt to determine the identity of speakers in the Common Voice dataset
am: በጋራ ልሳን የውሂብ ስብስብ ውስጥ የተናጋሪዎችን ማንነት ለማወቅ ላለመሞከር <b>ተስማምተዋል</b>

source: By providing some information about yourself, the audio data you submit to Common Voice will be more useful to Speech Recognition engines that use this data to improve their accuracy.
am: ስለራስዎ አንዳንድ መረጃዎችን በማቅረብ፣ ለጋራ ድምጽ የሚያስገቡት የድምጽ ውሂብ ይህንን ውሂብ የሚጠቀሙ የንግግር ማወቂያ ሞተሮች የበለጠ ትክክለኛነትን ለማሻሻል ጠቃሚ ይሆናል።

source: By telling us about yourself, you will help developers build more inclusive technology
am: ስለራስዎ በመንገር ገንቢዎች የበለጠ አካታች ቴክኖሎጂን እንዲገነቡ ያግዛሉ።

source: By using Common Voice, you agree to our <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
am: የጋራ ልሳንን በመጠቀም በኛ <termsLink>ደንቦች</termsLink> እና <privacyLink>የግላዊነት ማስታወቂያ</privacyLink> ተስማምተዋል

source: Cameroon Pidgin
am: ካሜሩን ፒዲን

source: [Canadian English might make "route" sound like "rowt"]
am: [በካናዳ እንግሊዘኛ የ"route" ድምፅ እንደ "rowt" ሊመስል ይችላል]

source: Can be answered in a few sentences
am: በጥቂት ዓረፍተ ነገሮች ውስጥ መመለስ ይቻላል

source: Cancel
am: ሰርዝ

source: Cancel Re-recording
am: ዳግም መቅረጽን ሰርዝ

source: Cancel Submission
am: ማስገባትን ሰርዝ

source: Cannot submit more than 1000 sentences
am: ከ1000 በላይ ዓረፍተ ነገሮችን ማስገባት አይቻልም

source: Can't decide?
am: መወሰን አልቻሉም?

source: Cantonese
am: ካንቶኒዝ

source: Capture Speech Exactly as Spoken
am: ንግግርን በትክክል እንደተነገረው ይቅረጹት

source: Catalan
am: ካታላን

source: Central Alaskan Yupʼik
am: መካከለኛው የአላስካ ዩፕቪክ

source: Central Kurdish
am: ማዕከላዊ ኩርዲሽ

source: Central Melanau
am: ማዕከላዊ ሜላኑ

source: Central Tarahumara
am: ማዕከላዊ ታራሁማራ

source: Change
am: ለውጥ

source: Change preferences
am: ምርጫዎችን ይቀይሩ

source: Changes both display and dataset language
am: የማሳያ እና የውሂብ ስብስብ ቋንቋን ይለውጣል

source: Changes the language dataset to which you're contributing
am: እርስዎ የሚያዋጡትን የቋንቋ ውሂብ ስብስብ ይለውጣል

source: Changes website text only
am: የድር ጣቢያ ጽሁፍ ብቻ ይለውጣል

source: Change your email via Settings under Login Identity
am: በመግቢያ መታወቂያ ስር ኢሜልዎን በቅንብሮች በኩል ይለውጡ

source: Chechen
am: ቼቼን

source: Check
am: ይፈትሹ

source: Check <icon></icon> is this a linguistically correct sentence?
am: አረጋግጥ <icon></icon> ይህ በቋንቋ ትክክል የሆነ ዓረፍተ-ነገር ነውን?

source: Check if your language is listed on the <languagesPageLink>Common Voice Languages page</languagesPageLink>. If not, fill out this form and we’ll <strong>send you a handy email explaining how to get your language set up</strong>.
am: ቋንቋዎ በዝርዝሩ ላይ መያዙን <languagesPageLink>የጋራ ልሳን የቋንቋዎች ገጽ</languagesPageLink> ያረጋግጡ። ካልሆነ፣ ይህን ቅጽ ይሙሉ እና እኛ<strong>ቋንቋዎን እንዴት ማዋቀር እንደሚችሉ የሚያብራራ ኢሜይል እንልክልዎታለን </strong>።

source: Check Transcriptions
am: ፅሁፎችን ያረጋግጡ

source: <chevron></chevron>See less
am: <chevron></chevron>ትንሽ ይመልከቱ

source: <chevron></chevron>See more
am: <chevron></chevron>ተጨማሪ ይመልከቱ

source: Chiga
am: ቺጋ

source: Chinese (China)
am: ቻይንኛ (ቻይና)

source: Chinese (Hong Kong)
am: ቻይንኛ (ሆንግ ኮንግ)

source: Chinese (Taiwan)
am: ቻይንኛ (ታይዋን)

source: Chinyanja
am: ቺንያኛ

source: Chokwe
am: ቾክዌ

source: Choose language/localization
am: ቋንቋ/አካባቢን ምረጥ

source: Choose simple questions that are easy for anyone to understand, regardless of culture or context.
am: ባህል ወይም አውድ ምንም ይሁን ምን፣ ማንኛውም ሰው ለመረዳት ቀላል የሆኑ ቀላል ጥያቄዎችን ይምረጡ።

source: Chuvash
am: ቹቫሽ

source: Citation
am: ዋቢ

source: Cite with a URL link or the full name of the work.
am: በዩአርኤል አገናኝ ወይም የስራውን ሙሉ ስም ዋቢ ይጥቀሱ።

source: Citing Sentences
am: ዓረፍተ-ነገሮችን በማጣቀስ

source: Click
am: ጠቅ ያድርጉ

source: Click <guidanceLink>here</guidanceLink> to learn how to use this page
am: ይህን ገጽ እንዴት መጠቀም እንዳለብን ለማወቅ <guidanceLink>እዚህ</guidanceLink>ላይ ጠቅ ያድርጉ

source: Clipboard not supported
am: ቅንጥብ ሰሌዳ አይደገፍም።

source: { $clipCount } voice clips, total archive size { $size }. Expires { $expires }.
am: { $clipCount } የድምጽ ቅንጥቦች፣ አጠቃላይ የማህደር መጠን { $size }። ጊዜው የሚያበቃው { $expires }።

source: Clip Graveyard
am: የቅንጥብ የመቃብር ቦታ

source: Clips recorded
am: የተቀዱ ድምፆች

source: Clips Uploaded
am: ቅንጥቦች ተጭነዋል

source: Clips validated
am: የተረጋገጡ ቅጂዎች

source: Clips You've Recorded
am: የቀረጿቸው ቅንጥቦች

source: Clips You've Validated
am: ያረጋገጡዋቸው ቅንጥቦች

source: Close
am: ዝጋ

source: Collecting sentences
am: ዓረፍተ ነገሮችን መሰብሰብ

source: Coming Soon
am: በቅርብ ቀን

source: Comment
am: አስተያየት

source: Common Voice data plus all other voice datasets above.
am: የጋራ ልሳን ውሂብ በተጨማሪም ሁሉም ከላይ ያሉ የድምጽ ውሂብ ስብስቦች።

source: Common Voice Dataset
am: የጋራ ልሳን ውሂብ ስብስብ

source: Common Voice is a free, open source platform for community-led data creation
am: የጋራ ድምጽ በማህበረሰብ የሚመራ የመረጃ ፈጠራ ነፃ፣ ክፍት ምንጭ መድረክ ነው።

source: Common Voice is a project of the Mozilla Foundation, a US 501c3. The project is currently funded entirely by <philantropicGrantLink>philanthropic grants</philantropicGrantLink>, and donations from people around the world.
am: የጋራ ድምጽ የሞዚላ ፋውንዴሽን፣ የአሜሪካ 501c3 ፕሮጀክት ነው። ፕሮጀክቱ በአሁኑ ጊዜ ሙሉ በሙሉ በ<philantropicGrantLink>በጎ አድራጎት እርዳታዎች</philantropicGrantLink> እና በዓለም ዙሪያ ካሉ ሰዎች በተገኘ ልገሳ ነው።

source: Common Voice is funded by donations and grants! We love collaborating with academics, civil society and industry researchers. Common Voice is free to use, but contributing to platform and hosting costs through grant proposals is really helpful.
am: የጋራ ድምጽ የሚሸፈነው በስጦታ እና በእርዳታ ነው! ከምሁራን፣ ከሲቪል ማህበረሰብ እና ከኢንዱስትሪ ተመራማሪዎች ጋር መተባበር እንወዳለን። የጋራ ድምጽ ለመጠቀም ነጻ ነው፣ ነገር ግን በስጦታ ፕሮፖዛል በኩል ለመድረክ እና ወጪ ማስተናገጃ አስተዋጽዖ ማድረግ በእርግጥ አጋዥ ነው።
